Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Keep as is
de: Unverändert
es: Dejar como está
fr: Garder tel quel
it: Lascia così
ja: そのまま
ko: 그대로
nl: Zo laten
pt_br: Manter como está
zh_hans: 保持不变

source: Keep size
de: Größe beibehalten
es: Mantener tamaño
fr: Garder la taille
it: Mantieni dimensioni
ja: サイズを維持
ko: 크기 유지
nl: Formaat behouden
pt_br: Manter tamanho
zh_hans: 保持尺寸

source: Keep yt-dlp and ffmpeg up to date automatically
de: yt-dlp und ffmpeg automatisch aktuell halten
es: Mantener yt-dlp y ffmpeg actualizados automáticamente
fr: Maintenir yt-dlp et ffmpeg à jour automatiquement
it: Mantieni yt-dlp e ffmpeg aggiornati automaticamente
ja: yt-dlp と ffmpeg を自動的に最新に保つ
ko: yt-dlp와 ffmpeg를 자동으로 최신 상태로 유지
nl: Houd yt-dlp en ffmpeg automatisch up-to-date
pt_br: Manter yt-dlp e ffmpeg atualizados automaticamente
zh_hans: 自动让 yt-dlp 和 ffmpeg 保持最新

source: Keeps a little of the room, so the voice sounds natural.
de: Lässt etwas Raumklang übrig, damit die Stimme natürlich klingt.
es: Conserva un poco del ambiente para que la voz suene natural.
fr: Garde un peu de l’acoustique de la pièce, pour une voix naturelle.
it: Mantiene un po’ di ambiente, così la voce suona naturale.
ja: 部屋の響きを少し残し、自然な声にします。
ko: 공간감을 약간 남겨 목소리가 자연스럽게 들립니다.
nl: Laat een beetje van de ruimte over, zodat de stem natuurlijk klinkt.
pt_br: Mantém um pouco do ambiente, para a voz soar natural.
zh_hans: 保留少许环境声，让人声听起来自然。

source: Keeps the original frames.
de: Behält die Originalbilder.
es: Conserva los fotogramas originales.
fr: Garde les images d’origine.
it: Mantiene i fotogrammi originali.
ja: 元のフレームのままにします。
ko: 원본 프레임을 유지합니다.
nl: Behoudt de originele beelden.
pt_br: Mantém os quadros originais.
zh_hans: 保留原始帧。

source: Keeps the room but softly out of focus, like a portrait lens.
de: Behält den Raum, aber weich unscharf wie mit einem Porträtobjektiv.
es: Mantiene el lugar, pero suavemente desenfocado, como un objetivo de retrato.
fr: Garde la pièce, mais doucement floue, comme un objectif portrait.
it: Mantiene l’ambiente ma morbidamente sfocato, come un obiettivo da ritratto.
ja: ポートレートレンズのように、背景をやわらかくぼかします。
ko: 인물 렌즈처럼 공간은 그대로 두고 부드럽게 흐립니다.
nl: Houdt de ruimte, maar zacht onscherp, zoals een portretlens.
pt_br: Mantém o ambiente, mas suavemente desfocado, como uma lente de retrato.
zh_hans: 保留场景，但像人像镜头一样柔和虚化。

source: Label who says what, with local AI on this Mac (up to four speakers)
de: Zeigt, wer was sagt – mit lokaler KI auf diesem Mac (bis zu vier Sprecher)
es: Indica quién dice qué, con IA local en este Mac (hasta cuatro hablantes)
fr: Indique qui dit quoi, avec l’IA locale de ce Mac (jusqu’à quatre intervenants)
it: Indica chi dice cosa, con l’IA locale su questo Mac (fino a quattro persone)
ja: このMacのローカルAIで、誰が何を話したかを表示します（最大4人）
ko: 이 Mac의 로컬 AI로 누가 무엇을 말했는지 표시합니다 (최대 4명)
nl: Label wie wat zegt, met lokale AI op deze Mac (tot vier sprekers)
pt_br: Indica quem diz o quê, com IA local neste Mac (até quatro falantes)
zh_hans: 用此 Mac 上的本地 AI 标出谁说了什么（最多四人）

source: Label who’s speaking
de: Sprecher kennzeichnen
es: Indicar quién habla
fr: Indiquer qui parle
it: Indica chi parla
ja: 話者を表示
ko: 화자 표시
nl: Label wie er spreekt
pt_br: Indicar quem fala
zh_hans: 标出说话人

source: Language in the picture
de: Sprache im Bild
es: Idioma en la imagen
fr: Langue à l’image
it: Lingua nell’immagine
ja: 映像に入れる言語
ko: 화면에 넣을 언어
nl: Taal in beeld
pt_br: Idioma na imagem
zh_hans: 画面中的语言

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ja: 大
ko: 크게
nl: Groot
pt_br: Grande
zh_hans: 大

source: Large (720 px)
de: Groß (720 px)
es: Grande (720 px)
fr: Grand (720 px)
it: Grande (720 px)
ja: 大（720 px）
ko: 크게 (720px)
nl: Groot (720 px)
pt_br: Grande (720 px)
zh_hans: 大（720 像素）

source: Largest
de: Größte
es: Más grandes
fr: Les plus volumineux
it: Più grandi
ja: サイズが大きい順
ko: 가장 큰 항목
nl: Grootste
pt_br: Maiores
zh_hans: 最大

source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 지난 7일
nl: Afgelopen 7 dagen
pt_br: Últimos 7 dias
zh_hans: 最近 7 天

source: Last checked
de: Zuletzt geprüft
es: Última comprobación
fr: Dernière vérification
it: Ultimo controllo
ja: 最終確認
ko: 마지막 확인
nl: Laatst gecontroleerd
pt_br: Última verificação
zh_hans: 上次检查

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: あとで
ko: 나중에
pt_br: Mais tarde
zh_hans: 以后

source: Length
de: Länge
es: Duración
fr: Durée
it: Durata
ja: 長さ
ko: 길이
nl: Lengte
pt_br: Duração
zh_hans: 时长

source: Lets yt-dlp access age-restricted or members-only videos you can already watch in that browser. With YouTube Premium, it also gets the higher-quality audio (about 256 kbps instead of 128–136).
de: Damit kann yt-dlp auf altersbeschränkte oder Mitgliedervideos zugreifen, die du in diesem Browser schon ansehen kannst. Mit YouTube Premium bekommt es auch das bessere Audio (etwa 256 kbps statt 128–136).
es: Permite a yt-dlp acceder a vídeos con restricción de edad o solo para miembros que ya puedes ver en ese navegador. Con YouTube Premium, también obtiene el audio de mayor calidad (unos 256 kbps en lugar de 128–136).
fr: Permet à yt-dlp d’accéder aux vidéos soumises à une limite d’âge ou réservées aux membres que vous pouvez déjà regarder dans ce navigateur. Avec YouTube Premium, il obtient aussi l’audio de meilleure qualité (environ 256 kbit/s au lieu de 128–136).
it: Permette a yt-dlp di accedere a video con limiti di età o riservati ai membri che puoi già guardare in quel browser. Con YouTube Premium ottiene anche l’audio di qualità superiore (circa 256 kbps invece di 128–136).
ja: そのブラウザですでに視聴できる年齢制限付きやメンバー限定のビデオに yt-dlp がアクセスできるようになります。YouTube Premium なら高音質のオーディオ（128〜136 ではなく約 256 kbps）も取得できます。
ko: 해당 브라우저에서 이미 볼 수 있는 연령 제한 또는 멤버 전용 비디오에 yt-dlp가 접근할 수 있게 합니다. YouTube Premium이 있으면 더 높은 품질의 오디오(128–136 대신 약 256kbps)도 받습니다.
nl: Zo kan yt-dlp video's met leeftijdsbeperking of alleen voor leden openen die je in die browser al kunt bekijken. Met YouTube Premium krijg je ook audio van hogere kwaliteit (ongeveer 256 kbps in plaats van 128–136).
pt_br: Permite que o yt-dlp acesse vídeos com restrição de idade ou só para membros que você já pode assistir nesse navegador. Com o YouTube Premium, ele também obtém o áudio de maior qualidade (cerca de 256 kbps em vez de 128–136).
zh_hans: 让 yt-dlp 能访问你在该浏览器中已能观看的年龄限制或会员专属视频。使用 YouTube Premium 时，还能获得更高质量的音频（约 256 kbps，而非 128–136）。

source: Levelling…
de: Lautstärke wird angepasst …
es: Nivelando el volumen…
fr: Mise à niveau du volume…
it: Livellamento del volume…
ja: 音量を調整中…
ko: 음량을 맞추는 중…
nl: Volume gelijktrekken…
pt_br: Nivelando o volume…
zh_hans: 正在调整响度…

source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 보관함
nl: Bibliotheek
pt_br: Biblioteca
zh_hans: 资料库

source: Licence plates, name tags, screens and signs. Titles and captions in the video are blurred too.
de: Kennzeichen, Namensschilder, Bildschirme und Schilder. Titel und Untertitel im Video werden ebenfalls verpixelt.
es: Matrículas, identificadores, pantallas y carteles. También se difuminan los títulos y subtítulos del vídeo.
fr: Plaques d’immatriculation, badges, écrans et panneaux. Les titres et sous-titres de la vidéo sont floutés aussi.
it: Targhe, badge, schermi e cartelli. Anche titoli e sottotitoli del video vengono sfocati.
ja: ナンバープレート、名札、画面、看板など。動画内のタイトルや字幕もぼかされます。
ko: 번호판, 명찰, 화면, 표지판. 영상 속 제목과 자막도 흐려집니다.
nl: Nummerplaten, naambadges, schermen en borden. Titels en ondertitels in de video worden ook vervaagd.
pt_br: Placas, crachás, telas e placas de sinalização. Títulos e legendas do vídeo também são desfocados.
zh_hans: 车牌、胸牌、屏幕和标牌。视频中的标题和字幕也会被模糊。

source: Light
de: Leicht
es: Fina
fr: Léger
it: Leggero
ja: ライト
ko: 가늘게
nl: Licht
pt_br: Leve
zh_hans: 细体

source: Like “uhm” and “uh”, found in a transcript made on this Mac.
de: Wie „äh“ und „ähm“, gefunden in einem Transkript, das auf diesem Mac erstellt wird.
es: Como “eh” y “em”, encontrados en una transcripción hecha en este Mac.
fr: Comme « euh » et « hum », trouvés dans une transcription faite sur ce Mac.
it: Come “ehm” e “uh”, trovati in una trascrizione fatta su questo Mac.
ja: 「えー」「あのー」など。このMacで作成した文字起こしから見つけます。
ko: “음”, “어” 같은 말로, 이 Mac에서 만든 대본에서 찾습니다.
nl: Zoals “eh” en “ehm”, gevonden in een transcript dat op deze Mac is gemaakt.
pt_br: Como “é” e “hum”, encontrados em uma transcrição feita neste Mac.
zh_hans: 如“嗯”“呃”，从在此 Mac 上生成的转写中找出。

source: Liquid Glass on macOS 26 and a redesigned Settings window.
de: Liquid Glass unter macOS 26 und ein neu gestaltetes Einstellungsfenster.
es: Liquid Glass en macOS 26 y una ventana de Ajustes rediseñada.
fr: Liquid Glass sur macOS 26 et une fenêtre Réglages repensée.
it: Liquid Glass su macOS 26 e una finestra Impostazioni ridisegnata.
ja: macOS 26 の Liquid Glass と、新しくなった設定ウインドウ。
ko: macOS 26의 Liquid Glass와 새롭게 디자인된 설정 윈도우.
nl: Liquid Glass op macOS 26 en een vernieuwd venster Instellingen.
pt_br: Liquid Glass no macOS 26 e uma janela de Ajustes redesenhada.
zh_hans: macOS 26 上的 Liquid Glass，以及重新设计的“设置”窗口。

source: Live progress
de: Live-Fortschritt
es: Progreso en directo
fr: Progression en direct
it: Avanzamento in tempo reale
ja: リアルタイムの進行状況
ko: 실시간 진행률
nl: Live voortgang
pt_br: Progresso ao vivo
zh_hans: 实时进度

source: Lives in your menu bar
de: Wohnt in deiner Menüleiste
es: Vive en tu barra de menús
fr: Vit dans votre barre des menus
it: Vive nella barra dei menu
ja: メニューバーに常駐
ko: 메뉴 막대에 상주
nl: Woont in je menubalk
pt_br: Mora na sua barra de menus
zh_hans: 常驻菜单栏

source: Loading…
de: Wird geladen …
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: 로드 중…
nl: Laden…
pt_br: Carregando…
zh_hans: 正在载入…

source: Local AI
de: Lokale KI
es: IA local
fr: IA locale
it: IA locale
ja: ローカル AI
ko: 로컬 AI
nl: Lokale AI
pt_br: IA local
zh_hans: 本地 AI

source: Local AI for your own videos
de: Lokale KI für deine eigenen Videos
es: IA local para tus propios vídeos
fr: L’IA locale pour vos propres vidéos
it: IA locale per i tuoi video
ja: 自分のビデオにもローカル AI
ko: 내 비디오에도 로컬 AI
nl: Lokale AI voor je eigen video’s
pt_br: IA local para seus próprios vídeos
zh_hans: 本地 AI 也能处理你自己的视频

source: Local AI needs macOS 26 or later.
de: Lokale KI benötigt macOS 26 oder neuer.
es: La IA local requiere macOS 26 o posterior.
fr: L’IA locale nécessite macOS 26 ou version ultérieure.
it: L’IA locale richiede macOS 26 o successivo.
ja: ローカル AI には macOS 26 以降が必要です。
ko: 로컬 AI는 macOS 26 이상이 필요합니다.
nl: Lokale AI vereist macOS 26 of nieuwer.
pt_br: A IA local requer o macOS 26 ou posterior.
zh_hans: 本地 AI 需要 macOS 26 或更高版本。

source: Local AI on this Mac helps find the right moment. Nothing is uploaded.
de: Lokale KI auf diesem Mac hilft, die richtige Stelle zu finden. Nichts wird hochgeladen.
es: La IA local de este Mac ayuda a encontrar el momento justo. No se sube nada.
fr: L’IA locale de ce Mac aide à trouver le bon moment. Rien n’est envoyé.
it: L’IA locale su questo Mac aiuta a trovare il momento giusto. Non viene caricato nulla.
ja: この Mac のローカル AI が適切な場面を見つけます。何もアップロードされません。
ko: 이 Mac의 로컬 AI가 알맞은 순간을 찾도록 돕습니다. 아무것도 업로드되지 않습니다.
nl: Lokale AI op deze Mac helpt het juiste moment te vinden. Er wordt niets geüpload.
pt_br: A IA local deste Mac ajuda a encontrar o momento certo. Nada é enviado.
zh_hans: 此 Mac 上的本地 AI 帮你找到对应片段。不会上传任何内容。

source: Local AI on this Mac picks the best moments from what’s said, keeps the subject in frame and captions every word. Nothing is uploaded.
de: Lokale KI auf diesem Mac wählt die besten Momente nach dem Gesagten, hält das Motiv im Bild und untertitelt jedes Wort. Nichts wird hochgeladen.
es: La IA local de este Mac elige los mejores momentos según lo que se dice, mantiene el sujeto en el encuadre y subtitula cada palabra. No se sube nada.
fr: L’IA locale de ce Mac choisit les meilleurs moments d’après ce qui est dit, garde le sujet dans le cadre et sous-titre chaque mot. Rien n’est envoyé.
it: L’IA locale su questo Mac sceglie i momenti migliori in base a ciò che viene detto, mantiene il soggetto nell’inquadratura e sottotitola ogni parola. Non viene caricato nulla.
ja: この Mac のローカル AI が話の内容からベストな場面を選び、被写体をフレームに収め、すべての単語に字幕を付けます。何もアップロードされません。
ko: 이 Mac의 로컬 AI가 말한 내용을 바탕으로 최고의 순간을 고르고, 피사체를 화면에 유지하며, 모든 단어에 자막을 넣습니다. 아무것도 업로드되지 않습니다.
nl: Lokale AI op deze Mac kiest de beste momenten uit wat er gezegd wordt, houdt het onderwerp in beeld en ondertitelt elk woord. Er wordt niets geüpload.
pt_br: A IA local deste Mac escolhe os melhores momentos pelo que é dito, mantém o assunto no quadro e legenda cada palavra. Nada é enviado.
zh_hans: 此 Mac 上的本地 AI 会根据所说内容挑选最佳片段，让主体保持在画面中，并为每个词加字幕。不会上传任何内容。

source: Local AI on your Mac cuts long pauses and filler words like “uhm” out of a video or recording, into a tightened copy. For editing, it can also save an edit list for DaVinci Resolve or Premiere Pro.
de: Lokale KI auf deinem Mac schneidet lange Pausen und Füllwörter wie „ähm“ aus einem Video oder einer Aufnahme heraus, in eine gestraffte Kopie. Für den Schnitt kann Pluck auch eine Schnittliste für DaVinci Resolve oder Premiere Pro sichern.
es: La IA local de tu Mac quita las pausas largas y muletillas como “eh” de un vídeo o grabación, en una copia ajustada. Para editar, también puede guardar una lista de edición para DaVinci Resolve o Premiere Pro.
fr: L’IA locale de votre Mac coupe les longues pauses et les hésitations comme « euh » d’une vidéo ou d’un enregistrement, dans une copie resserrée. Pour le montage, Pluck peut aussi enregistrer une liste de montage pour DaVinci Resolve ou Premiere Pro.
it: L’IA locale sul tuo Mac taglia le pause lunghe e gli intercalari come “ehm” da un video o una registrazione, in una copia compatta. Per il montaggio può anche salvare una lista di montaggio per DaVinci Resolve o Premiere Pro.
ja: Mac上のローカルAIが、動画や録音から長い間や「えー」などのフィラーをカットしたコピーを作ります。編集用にDaVinci ResolveやPremiere Pro向けの編集リストも保存できます。
ko: Mac의 로컬 AI가 동영상이나 녹음에서 긴 쉼과 “음” 같은 군말을 잘라낸 사본을 만듭니다. 편집용으로 DaVinci Resolve나 Premiere Pro용 편집 목록도 저장할 수 있습니다.
nl: Lokale AI op je Mac knipt lange pauzes en stopwoorden zoals “ehm” uit een video of opname, in een strakkere kopie. Om verder te monteren kan Pluck ook een montagelijst voor DaVinci Resolve of Premiere Pro bewaren.
pt_br: A IA local no seu Mac corta pausas longas e vícios de fala como “é” de um vídeo ou gravação, em uma cópia enxuta. Para edição, também pode salvar uma lista de edição para o DaVinci Resolve ou o Premiere Pro.
zh_hans: Mac 上的本地 AI 会从视频或录音中剪掉长停顿和“嗯”之类的口头禅，生成精简副本。剪辑时还可以保存 DaVinci Resolve 或 Premiere Pro 的剪辑列表。

source: Local AI on your Mac finds faces and follows them through the video, and blurs everyone except the people you keep sharp. It can blur licence plates and other text too.
de: Lokale KI auf deinem Mac findet Gesichter, verfolgt sie durch das Video und verpixelt alle außer den Personen, die du scharf lässt. Auch Kennzeichen und anderer Text lassen sich verpixeln.
es: La IA local de tu Mac encuentra caras, las sigue por el vídeo y difumina a todos salvo a las personas que dejes nítidas. También puede difuminar matrículas y otros textos.
fr: L’IA locale de votre Mac trouve les visages, les suit dans la vidéo et floute tout le monde sauf les personnes que vous gardez nettes. Elle peut aussi flouter les plaques d’immatriculation et autres textes.
it: L’IA locale sul tuo Mac trova i volti, li segue nel video e sfoca tutti tranne le persone che lasci nitide. Può sfocare anche targhe e altri testi.
ja: Mac上のローカルAIが顔を見つけて動画内で追いかけ、ぼかさないと選んだ人以外をぼかします。ナンバープレートなどの文字もぼかせます。
ko: Mac의 로컬 AI가 얼굴을 찾아 동영상 내내 따라가며, 선명하게 둘 사람을 제외한 모두를 흐리게 합니다. 번호판 같은 텍스트도 흐리게 할 수 있습니다.
nl: Lokale AI op je Mac vindt gezichten, volgt ze door de video en vervaagt iedereen behalve de mensen die je scherp houdt. Ook nummerplaten en andere tekst kunnen vervaagd worden.
pt_br: A IA local no seu Mac encontra rostos, acompanha-os no vídeo e desfoca todos, exceto as pessoas que você mantém nítidas. Também pode desfocar placas e outros textos.
zh_hans: Mac 上的本地 AI 会找到人脸并在视频中持续跟踪，除了你选择保持清晰的人，其他人都会被模糊。也可以模糊车牌和其他文字。

source: Local AI on your Mac makes low-resolution video sharp in 1080p or 4K, and adds frames for smoother motion or slow motion.
de: Lokale KI auf deinem Mac macht Videos mit niedriger Auflösung scharf in 1080p oder 4K und ergänzt Bilder für flüssigere Bewegung oder Zeitlupe.
es: La IA local de tu Mac hace nítidos los vídeos de baja resolución en 1080p o 4K, y añade fotogramas para un movimiento más fluido o cámara lenta.
fr: L’IA locale de votre Mac rend nettes les vidéos en basse résolution en 1080p ou 4K, et ajoute des images pour un mouvement plus fluide ou un ralenti.
it: L’IA locale sul tuo Mac rende nitidi i video a bassa risoluzione in 1080p o 4K e aggiunge fotogrammi per movimenti più fluidi o rallentatore.
ja: Mac上のローカルAIが低解像度の動画を1080pや4Kで鮮明にし、フレームを追加してなめらかな動きやスローモーションにします。
ko: Mac의 로컬 AI가 저해상도 동영상을 1080p나 4K로 선명하게 만들고, 프레임을 더해 움직임을 부드럽게 하거나 슬로 모션을 만듭니다.
nl: Lokale AI op je Mac maakt video met lage resolutie scherp in 1080p of 4K, en voegt beelden toe voor vloeiendere beweging of slow motion.
pt_br: A IA local no seu Mac deixa vídeos de baixa resolução nítidos em 1080p ou 4K e adiciona quadros para movimento mais suave ou câmera lenta.
zh_hans: Mac 上的本地 AI 会把低分辨率视频清晰地放大到 1080p 或 4K，并补帧带来更流畅的动作或慢动作。

source: Local AI on your Mac removes background noise, hum and wind around voices, and levels the loudness for online video, podcasts or broadcast.
de: Lokale KI auf deinem Mac entfernt Hintergrundgeräusche, Brummen und Wind um Stimmen und passt die Lautheit für Online-Video, Podcasts oder Rundfunk an.
es: La IA local de tu Mac elimina el ruido de fondo, el zumbido y el viento alrededor de las voces, y nivela la sonoridad para vídeo en línea, pódcasts o emisión.
fr: L’IA locale de votre Mac supprime le bruit de fond, le ronflement et le vent autour des voix, et règle le volume pour la vidéo en ligne, les podcasts ou la diffusion TV.
it: L’IA locale sul tuo Mac rimuove rumore di fondo, ronzio e vento attorno alle voci e livella il volume per video online, podcast o broadcast.
ja: Mac上のローカルAIが、声の周りの背景ノイズ、ハム、風の音を取り除き、オンライン動画、ポッドキャスト、放送向けに音量を整えます。
ko: Mac의 로컬 AI가 목소리 주변의 배경 소음, 험, 바람 소리를 제거하고 온라인 동영상, 팟캐스트, 방송에 맞게 음량을 맞춥니다.
nl: Lokale AI op je Mac verwijdert achtergrondgeluid, brom en wind rond stemmen, en trekt de luidheid gelijk voor online video, podcasts of uitzendingen.
pt_br: A IA local no seu Mac remove ruído de fundo, zumbido e vento ao redor das vozes e nivela o volume para vídeo online, podcasts ou transmissão.
zh_hans: Mac 上的本地 AI 会去除人声周围的背景噪音、嗡嗡声和风声，并按在线视频、播客或广播的标准调整响度。

source: Local AI on your Mac separates people from what’s behind them: blur the background, replace it with a colour or picture, or make it transparent for editing.
de: Lokale KI auf deinem Mac trennt Personen von ihrem Hintergrund: Zeichne ihn weich, ersetze ihn durch eine Farbe oder ein Bild oder mach ihn für den Schnitt transparent.
es: La IA local de tu Mac separa a las personas de lo que tienen detrás: desenfoca el fondo, sustitúyelo por un color o una imagen, o hazlo transparente para editar.
fr: L’IA locale de votre Mac sépare les personnes de ce qui se trouve derrière elles : floutez l’arrière-plan, remplacez-le par une couleur ou une image, ou rendez-le transparent pour le montage.
it: L’IA locale sul tuo Mac separa le persone da ciò che hanno dietro: sfoca lo sfondo, sostituiscilo con un colore o un’immagine, o rendilo trasparente per il montaggio.
ja: Mac上のローカルAIが人物を背景から切り離します。背景をぼかしたり、色や画像に置き換えたり、編集用に透明にしたりできます。
ko: Mac의 로컬 AI가 사람을 배경에서 분리합니다. 배경을 흐리게 하거나, 색상이나 사진으로 바꾸거나, 편집용으로 투명하게 만들 수 있습니다.
nl: Lokale AI op je Mac haalt mensen los van wat achter hen is: vervaag de achtergrond, vervang hem door een kleur of afbeelding, of maak hem transparant om te monteren.
pt_br: A IA local no seu Mac separa as pessoas do que está atrás delas: desfoque o fundo, substitua-o por uma cor ou imagem, ou deixe-o transparente para edição.
zh_hans: Mac 上的本地 AI 会把人物与背景分开：可以虚化背景、换成颜色或图片，或设为透明以便剪辑。

source: Local AI on your Mac tells up to four speakers apart. Subtitles and transcripts show their names, which you can change in Pluck Player, and summaries know who said what.
de: Lokale KI auf deinem Mac unterscheidet bis zu vier Sprecher. Untertitel und Transkripte zeigen ihre Namen, die du im Pluck Player ändern kannst, und Zusammenfassungen wissen, wer was gesagt hat.
es: La IA local de tu Mac distingue hasta cuatro hablantes. Los subtítulos y transcripciones muestran sus nombres, que puedes cambiar en Pluck Player, y los resúmenes saben quién dijo qué.
fr: L’IA locale de votre Mac distingue jusqu’à quatre intervenants. Sous-titres et transcriptions affichent leurs noms, modifiables dans Pluck Player, et les résumés savent qui a dit quoi.
it: L’IA locale sul tuo Mac distingue fino a quattro persone. Sottotitoli e trascrizioni mostrano i loro nomi, modificabili in Pluck Player, e i riassunti sanno chi ha detto cosa.
ja: Mac上のローカルAIが最大4人の話者を区別します。字幕や文字起こしには名前が表示され（Pluck Playerで変更可能）、要約も誰が何を話したかを把握します。
ko: Mac의 로컬 AI가 최대 4명의 화자를 구분합니다. 자막과 대본에 이름이 표시되고(Pluck Player에서 변경 가능), 요약도 누가 무슨 말을 했는지 압니다.
nl: Lokale AI op je Mac onderscheidt tot vier sprekers. Ondertitels en transcripten tonen hun namen, die je in Pluck Player kunt wijzigen, en samenvattingen weten wie wat zei.
pt_br: A IA local no seu Mac distingue até quatro falantes. Legendas e transcrições mostram os nomes, que você pode mudar no Pluck Player, e os resumos sabem quem disse o quê.
zh_hans: Mac 上的本地 AI 可区分最多四位说话人。字幕和转写会显示他们的名字（可在 Pluck Player 中修改），摘要也知道谁说了什么。

source: Local AI summarizes a video in a few lines and adds chapters to videos that don’t have them.
de: Lokale KI fasst ein Video in wenigen Zeilen zusammen und fügt Videos ohne Kapitel welche hinzu.
es: La IA local resume un vídeo en pocas líneas y añade capítulos a los vídeos que no los tienen.
fr: L’IA locale résume une vidéo en quelques lignes et ajoute des chapitres aux vidéos qui n’en ont pas.
it: L’IA locale riassume un video in poche righe e aggiunge capitoli ai video che non ne hanno.
ja: ローカル AI がビデオを数行で要約し、チャプタのないビデオにチャプタを追加します。
ko: 로컬 AI가 비디오를 몇 줄로 요약하고 챕터가 없는 비디오에 챕터를 추가합니다.
nl: Lokale AI vat een video in een paar regels samen en voegt hoofdstukken toe aan video’s die ze niet hebben.
pt_br: A IA local resume um vídeo em poucas linhas e adiciona capítulos aos vídeos que não têm.
zh_hans: 本地 AI 用几句话总结视频，并为没有章节的视频添加章节。

source: Local AI, right on your Mac
de: Lokale KI, direkt auf deinem Mac
es: IA local, en tu propio Mac
fr: L’IA locale, directement sur votre Mac
it: IA locale, direttamente sul tuo Mac
ja: ローカル AI を Mac 上で
ko: Mac에서 바로 작동하는 로컬 AI
nl: Lokale AI, gewoon op je Mac
pt_br: IA local, direto no seu Mac
zh_hans: 本地 AI，就在你的 Mac 上

source: Local AI: subtitles, summaries, shorts and more, made on this Mac
de: Lokale KI: Untertitel, Zusammenfassungen, Shorts und mehr, auf diesem Mac erstellt
es: IA local: subtítulos, resúmenes, shorts y más, hechos en este Mac
fr: IA locale : sous-titres, résumés, shorts et plus, créés sur ce Mac
it: IA locale: sottotitoli, riassunti, short e altro, creati su questo Mac
ja: ローカル AI：字幕、要約、ショートなどをこの Mac で作成
ko: 로컬 AI: 자막, 요약, 쇼츠 등을 이 Mac에서 생성
nl: Lokale AI: ondertitels, samenvattingen, shorts en meer, gemaakt op deze Mac
pt_br: IA local: legendas, resumos, shorts e mais, feitos neste Mac
zh_hans: 本地 AI：在此 Mac 上制作字幕、总结、短视频等

source: Look
de: Aussehen
es: Aspecto
fr: Apparence
it: Aspetto
ja: 見た目
ko: 모양
nl: Uiterlijk
pt_br: Aparência
zh_hans: 外观

source: Looking for a video on the page…
de: Suche nach einem Video auf der Seite …
es: Buscando un vídeo en la página…
fr: Recherche d’une vidéo sur la page…
it: Ricerca di un video nella pagina…
ja: ページ上のビデオを探しています…
ko: 페이지에서 비디오를 찾는 중…
nl: Video zoeken op de pagina…
pt_br: Procurando um vídeo na página…
zh_hans: 正在页面上查找视频…
